Repository: smgeg/smg_website
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar_eg

# AboutSMG_Desc_1
source: SMG aspires to leave a print in the management consulting and development . working with companies as well as individuals , establishing partnerships , enabling SMG of becoming a well reowned name that symbolizes quality and master.
ar_eg: تطمح شركة أس . أم . جى للاستشارات وحلول التدريب إلى ان تترك بصمه فى سوق الاستشارات الإداريه والتطوير المستمر للشركات والأفراد وأن نكون شريك ناجح معهم وأن تجعل من اس .ام . جى للاستشارات وحلول التدريب اسما يشار إليه ورمزا يتصل بالجودة والإتقان والاحترافية » هكذا بدأ الحلم من اوائل2013 وبفضل الله عز وجل وبفضل كوادرنا أصبح الحلم حقيقه

# AboutSMG_Desc_2
source: A dream that began in 2013 . Under the blessings of almighty god and with the hands of SMG calibers, it became a reality. With headquarters in cairo,Egypt, SMG consulting and Training Fields, was established in 2021. Despite a timely gab between the dream formation formation and the initial steps of implementation, Our will to proceed launched the product into a reality
ar_eg: شركتنا أس . أم . جى . للاستشارات وحلول التدريب ومقرها القاهره » مصر ؛ تأسست عام 2021 ورغم المسافة بين هذا الحلم وبدء خطوات تنفيذه إلا أننا عقدنا العزم على المضى رحلتنا من سماء الخيال إلى أرض الواقع .

# AboutSMG_Desc_3
source: through a reliance on Allah and via our personnel , all resources were dedicated to orchestrate authentic ideas out of the box. That in turn would allow us to achieve the outmost benefit for our success parteners, convoyed in the cost minimizing and profit maximization. In addition to maintaining a workforce that is being provided with topnotch training programs. Updated with the last theoretical and practical implementatios on an international scale, intended for the human captal development.
ar_eg: متوكلون بفضل الله وبفضل كافه الطاقات , سخرنا جميع الإمكانيات فى سبيل الانخراط فى عملنا بأفكار خارج الصندوق لنصل مع شركاء النجاح لتوصيلهم لتحقيق أقصى الاستفادة من تقليل التكاليف وتعظيم الارباح والحفاظ على كوادرهم من خلال تقديم أحدث البرامج التدريبية العملية والتى تواكب أحدث النظريات والتطبيقات العالمية الموضوعة من أجل تطوير العاملين

# AboutSMG_Title
source: About SMG
ar_eg: عن أس .أم . جى

source: CEO
ar_eg: الرئيس التنفيذى

# CEOMessage_Desc_1
source: WE IN SMG BELIEVE THAT WE WILL BE A MARKET LEADERS IN OUR INDUSTRY, SO THANKS FOR MY GOLDEN TEAM FOR THEIR PASSION TO START THIS DREAM TO BECOME ONE OF THE BIGGEST CONSULTANCIES & TRAINING FIRM IN LINE TO BE PART OF EGYPT 3030 VISION UNDER THE SLOGAN
ar_eg: نحن فى أس . أم . جى للإستشارات وحلول التدريب نعتقد أننا سنكون رواد في السوق فى مجالاتنا لذا أشكر فريق العمل الذهبى لدى بالشركه لشغفهم لبدء هذا الحلم لتصبح واحده من اكبر شركات الإستشارات والتدريب لتكون جزءاً من رؤيه مصر 2030 فى إطار شعار

# CEOMEssage_Desc_2
source: (COMPREHENSIVE SUSTAINABLE DEVELOPMENT)
ar_eg: (التنميه المستدامه الشامله)

# CEOMessage_Title
source: CEO Message
ar_eg: كلمة الرئيس التنفيذى

source: E-mail
ar_eg: البريد

source: Get in Touch
ar_eg: كن على اتصال

source: Headquarters
ar_eg: المركز الرئيسى

source: How to Find Us
ar_eg: كيف تصل الينا

# HowToFindUs_Desc
source: If you have any questions, just fill in the contact form, and we will answer you shortly.
ar_eg: إذا كانت لديك أي أسئلة ، فما عليك سوى ملء نموذج الاتصال وسنقوم بالرد عليك قريبًا

# InvertLang
source: العربية
ar_eg: English

# L_Address
source: 17 Ibrahim Ibn El Mahdi st, Nasr City, Cairo Egypt
ar_eg: 17 شارع ابراهيم بن المهدي - مدينة نصر - القاهرة مصر

# L_Address_1
source: 17 Ibrahim Ibn El Mahdi st,
ar_eg: 17 شارع ابراهيم بن المهدي

# L_Address_2
source: Nasr City, Cairo Egypt
ar_eg: مدينة نصر - القاهرة - مصر

# L_AllRightsReserved
source: All rights reserved
ar_eg: كل الحقوق محفوظة

# L_FollowUs
source: Follow Us
ar_eg: تابعنا

# L_Hint_Desc
source: SMG Is not just a company, it is your partner to improve your career & supply you anywhere at any time.
ar_eg: أس . أم . جى ليست مجرد شركة ، إنها شريكك لتحسين حياتك المهنية وتزويدك في أي مكان وفي أي وقت.

# L_Hint_Title
source: Together, we can enable your business to achieve even more.
ar_eg: معًا ، يمكننا تمكين عملك لتحقيق المزيد.

# L_LatestNews
source: Latest News
ar_eg: اخر الاخبار

# L_MeetOurTeam
source: Meet Our Team
ar_eg: قابل فريقنا

# L_Menu_AboutUs
source: About Us
ar_eg: من نحن

# L_Menu_Careers
source: Careers
ar_eg: الوظائف

# L_Menu_ContactUs
source: Contact Us
ar_eg: اتصل بنا

# L_Menu_Courses
source: Courses
ar_eg: الكورسات التدريبية

# L_Menu_Gallery
source: Gallery
ar_eg: معرض الصور

# L_Menu_Home
source: Home
ar_eg: الرئيسية

# L_Menu_Seminars
source: Seminars
ar_eg: الندوات

# L_Menu_Services
source: Services
ar_eg: خدماتنا

# L_OurGoal
source: Our goals
ar_eg: اهدافنا

# L_OurGoal_1_Desc
source: Helping companies to reach the optimum status in operation to maximize profits and decrease costs by providing external sources of conjoined services with uniform quality.
ar_eg: مساعده الشركات للوصول إلى الوضع الأمثل فى التشغيل لتعظيم الارباح وتقليل التكاليف من خلال تقديم مصادر خارجية لخدمات مشتركة متكاملة الجوده

# L_OurGoal_1_Title
source: Optimum status for companies
ar_eg: الوضع الأمثل للشركات

# L_OurGoal_2_Desc
source: Directly and indirectly influence in the feild of management consulting.
ar_eg: التأثير بشكل مباشر وغير مباشر فى مجال الاستشارات الإدارية

# L_OurGoal_2_Title
source: Management consulting
ar_eg: الاستشارات الإدارية

# L_OurGoal_3_Desc
source: To be pioneers in our field in order to transfer our experience to our experience in success.
ar_eg: أن نكون رواد فى مجالنا من أجل نقل خبراتنا إلى شركاء نجاحنا

# L_OurGoal_3_Title
source: Transfer our experience
ar_eg: نقل خبرتنا

# L_OurGoal_4_Desc
source: Contributing to escalating a new generation of conscious youth to serve ourbeloved country , Egypt.
ar_eg: المساهمه فى تصعيد جيل جديد من الشباب الواعى خدمه بلدنا الحبيبه مصر

# L_OurGoal_4_Title
source: Escalating a new generation
ar_eg: تصعيد جيل جديد

# L_OurMission
source: Our Mission
ar_eg: رؤيتنا

# L_OurPartners
source: Our success partners
ar_eg: شركاء النجاح

# L_OurPrinciples
source: Our Principles
ar_eg: مبادئنا

# L_OurPrinciples_1
source: We firmly believe that in the field of corporate, there is noone size-fits-all scale.
ar_eg: نعتقد اعتقاداً راسخاً بأنه فى مجال إداره الشركات لا يوجد مقياس واحد

# L_OurPrinciples_2
source: Therefore, SMG seeks to be one of the leading companies in its field by providing the best smart and professional solutions that enables organizations to build, manage and develop their resource strategies in line with the latest standards.
ar_eg: لذلك تسعى مجموعه أس . أم . جى للاستشارات وحلول التدريب أن تكون من الشركات الرائده فى مجالها بتقديم أفضل الحلول الذكية والمهنية التى تمكن المؤسسات من ‎ادارة وتطوير استراتجيتة مواردها تماشيا مع الحدث المعايير

# L_OurServices
source: Our Services
ar_eg: خدماتنا

# L_OurServices_1_Desc
source: We provide comprehensive services in many fields that is very important to each company.
ar_eg: نحن نعمل على مساعدة الشركات من خلال استشارات تطوير البرمجيات التى تزود الشركات بأحدث حلول تكنولوجيا المعلومات

# L_OurServices_1_Title
source: Software Development
ar_eg: تطوير البرمجيات

# L_OurServices_2_Desc
source: We help companies with a software consultancy that equips busoness with the latest software technology / IT solutions.
ar_eg: نحن نعمل بجد لإنشاء وتنفيذ وتقديم خدمات استشارية وإدارية عالية الجودة.

# L_OurServices_2_Title
source: Business consulting
ar_eg: الاستشارات الادارية

# L_OurServices_3_Desc
source: SMG offers the comprehensive range of services that any company would expect from an HR outsourcing firm.
ar_eg: تقدم اس . ام . جى مجموعة شاملة من الخدمات التي تتوقعها أي شركة من شركة ادارة الموارد البشرية.

# L_OurServices_3_Title
source: Human capital management
ar_eg: ادارة الموارد البشرية

# L_OurServices_4_Desc
source: We deliver training and knowledge transfer based on the learning needs and awareness levels.
ar_eg: نقدم التدريب ونقل المعرفة بناءً على احتياجات التعلم ومستويات الوعي.

# L_OurServices_4_Title
source: Training & development
ar_eg: التدريب و التطوير

# L_QuickLinks
source: Quick Links
ar_eg: روابط سريعة

# L_SMG
source: SMG
ar_eg: أس . أم . جى

# L_Title
source: SMG For Consultancy & Training Solutions -
ar_eg: أس . أم . جى . للاستشارات وحلول التدريب

# L_WhyClientsChooseUs
source: Why Clients Choose Us
ar_eg: لماذا يختارنا العملاء

# L_WhyClientsChooseUs_1_Desc
source: We work in an atmosphere of trust and camaraderie, where partners help each other.
ar_eg: نعمل في جو من الثقة والصداقة الحميمة ، حيث يساعد الشركاء بعضهم البعض.

# L_WhyClientsChooseUs_1_Title
source: Competent Professionals
ar_eg: المهنيين الأكفاء

# L_WhyClientsChooseUs_2_Desc
source: We are committed to providing clients with the best value and service in the industry.
ar_eg: نحن ملتزمون بتزويد العملاء بأفضل قيمة وخدمة في المجال

# L_WhyClientsChooseUs_2_Title
source: Superior Service
ar_eg: خدمة متفوقة

# L_WhyClientsChooseUs_3_Desc
source: Providing value through straightforward commissions and added services.
ar_eg: تقديم قيمة من خلال العمولات المباشرة والخدمات المضافة.

# L_WhyClientsChooseUs_3_Title
source: Competitive Pricing
ar_eg: أسعار تنافسية

source: Message
ar_eg: الرسالة

source: Mr Amr Wagih
ar_eg: أ . عمرو وجيه

source: Name
ar_eg: الاسم

# Ourvalue_Desc
source: SMG is an expert house specialized in consulting and supplies , Therefore it is focusing on Business consulting and Human capital management
ar_eg: أس . أم . جى هو بيت خبرة متخصص في الاستشارات والتوريدات ، لذلك فهو يركز على استشارات الأعمال وإدارة رأس المال البشري

# Ourvalue_Item_1
source: Responsibility
ar_eg: المصداقية

# Ourvalue_Item_2
source: Credibility
ar_eg: المسئولية

# Ourvalue_Item_3
source: Accuracy
ar_eg: الدقة

# Ourvalue_Item_4
source: Privacy
ar_eg: الخصوصية

# Ourvalue_Item_5
source: Tansparancy
ar_eg: الشفافية

# Ourvalue_Item_6
source: Quality
ar_eg: الجودة

# Ourvalue_Title
source: Our value
ar_eg: قيمنا

source: Reset
ar_eg: تنظيف

source: Send
ar_eg: ارسال

source: Social media
ar_eg: التواصل الاجتماعى

source: Telephone
ar_eg: تليفون

source: Apply
ar_eg: تقديم

source: Apply for job
ar_eg: التقديم على وظيفة

source: Country
ar_eg: الدولة

# CoursesGallerries
source: Courses galleries
ar_eg: معرض صور الدورات التدريبية

source: Date
ar_eg: التاريخ

source: for applying
ar_eg: على التقديم فى الوظيفة

source: For registeration
ar_eg: على التسجيل معنا

source: Hours
ar_eg: عدد الساعات

source: Job description
ar_eg: الوصف

# JobNotAvailable
source: This job is not available now
ar_eg: الوظيفة غير متاحة فى الوقت الحالى

source: Lectures
ar_eg: عدد المحاضرات

source: Location
ar_eg: الموقع

source: Mobile
ar_eg: رقم الموبايل

# NoOpeningVacations
source: No opening vacancies available now
ar_eg: لا يوجد وظائف فى الوقت الحالى

source: Position
ar_eg: الوظيفة

source: Price
ar_eg: السعر

source: Register
ar_eg: تسجيل

source: Register For
ar_eg: التسجيل فى

source: Register now
ar_eg: اشترك الان

# SeminarsGallerries
source: Seminars galleries
ar_eg: معرض صور الندوات

source: Services Overview
ar_eg: نظرة عامة عن خدماتنا

# Services_Desc
source: We provide comprehensive services in many fields that is very important to each company.
ar_eg: نحن نقدم خدمات شاملة في العديد من المجالات التي تعتبر مهمة جدا لكل شركة.

# S_Services_1_Desc
source: <p class="text-gray-05">We work hard to create, execute and deliver high-quality advisory and management services. As well as providing you with the tools you need to improve your processes and management structure, boost customer happiness and add value to your company.</p> <p class="text-gray-05">We assist you in building and managing sound management systemsthat comply with international standards. As well as re-viewing and re-engineering existing processes to improve and optimize current practise, assure system effectiveness and assist you in earning your certification.</p>
ar_eg: <p class = "text-gray-05"> نحن نعمل بجد لإنشاء وتنفيذ وتقديم خدمات استشارية وإدارية عالية الجودة. بالإضافة إلى تزويدك بالأدوات التي تحتاجها لتحسين عملياتك وهيكل إدارتك ، وتعزيز سعادة العملاء وإضافة قيمة لشركتك. </ p> <p class = "text-gray-05"> نساعدك في بناء وإدارة أنظمة الإدارة السليمة التي تتوافق مع المعايير الدولية. بالإضافة إلى إعادة عرض العمليات الحالية وإعادة هندستها لتحسين الممارسة الحالية وتحسينها ، وضمان فعالية النظام ومساعدتك في الحصول على شهادتك. </ p>

# S_Services_2_Desc
source: <p class="text-gray-05">SMG offers the comprehensive range of services that any company would expect from an HR outsourcing firm.</p> <p class="text-gray-05">The outsourcing includes the follwing :</p> <ul class="list-marked"> <li style="font-size:12px">Personnel &amp; Payroll audit</li> <li style="font-size:12px">Payroll management system</li> <li style="font-size:12px">Organizational structures</li> <li style="font-size:12px">Training</li> <li style="font-size:12px">Talent aquisition services</li> </ul>
ar_eg: <p class = "text-gray-05"> تقدم SMG مجموعة شاملة من الخدمات التي تتوقعها أي شركة من شركة تعهيد الموارد البشرية. </ p> <p class = "text-grey-05"> يشمل الاستعانة بمصادر خارجية ما يلي: </ p> <ul class = "list-marked"> <li style = "font-size: 12px"> تدقيق شؤون الموظفين والرواتب </ li> <li style = "font-size: 12px"> نظام إدارة كشوف المرتبات </ li> <li style = "font-size: 12px"> الهياكل التنظيمية </ li> <li style = "font-size: 12px"> تدريب </ li> <li style = "font-size: 12px"> خدمات اكتساب المواهب </ li> </ul>

# S_Services_3_Desc
source: <p class="text-gray-05">Our highly qualified trainers help individuals and companies to learn and improve their qualifications to compete in the market.</p> <p class="text-gray-05">We deliver training and knowledge transfer based on the learning needs and awareness levels.</p> <ul class="list-marked"> <li style="font-size:12px">Excel for HR</li> <li style="font-size:12px">Professional human resource course</li> <li style="font-size:12px">Soft skills course</li> <li style="font-size:12px">Special cource for companies</li> </ul>
ar_eg: <p class = "text-gray-05"> يساعد المدربون ذوو المؤهلات العالية الأفراد والشركات على التعلم وتحسين مؤهلاتهم للمنافسة في السوق. </ p> <p class = "text-gray-05"> نقدم التدريب ونقل المعرفة بناءً على احتياجات التعلم ومستويات الوعي. </ p> <ul class = "list-marked"> <li style = "font-size: 12px"> Excel للموارد البشرية </li> <li style = "font-size: 12px"> دورة الموارد البشرية المهنية </ li> <li style = "font-size: 12px"> دورة المهارات الشخصية </ li> <li style = "font-size: 12px"> هيئة خاصة للشركات </ li> </ul>

# S_Services_4_Desc
source: <p class="text-gray-05">We help companies with a software development consultancy that equips businesses with the latest software technology / IT solutions to add real value with a reasonable price , such as :</p> <ul class="list-marked"> <li style="font-size:12px">ERP system</li> <li style="font-size:12px">Website</li> <li style="font-size:12px">Mobile applications</li> </ul>
ar_eg: <p class = "text-gray-05"> نساعد الشركات من خلال استشارات تطوير البرمجيات التي تزود الشركات بأحدث تكنولوجيا البرمجيات / حلول تكنولوجيا المعلومات لإضافة قيمة حقيقية بسعر معقول ، مثل: </ p> <ul class = "list-marked"> <li style = "font-size: 12px"> نظام تخطيط موارد المؤسسات ERP </ li> <li style = "font-size: 12px"> موقع الانترنت</ li> <li style = "font-size: 12px"> تطبيقات الجوال </ li> </ul>

source: Thanks
ar_eg: شكرا لك

source: Upload your CV
ar_eg: رفع سيرتك الذاتيه

# WeWillContactasap
source: We will contact you as soon as possible
ar_eg: سنتواصل معك فى اسرع وقت

source: Whatsapp mobile
ar_eg: رقم الواتساب

source: Abd El-hafiz
ar_eg: عبدالحفيظ

source: Admin Officer
ar_eg: المسئول الادارى

source: Ahmed Mahmoud
ar_eg: احمد محمود

source: Ayman Saad
ar_eg: ايمن سعد

source: Business Developer
ar_eg: مطور الاعمال

source: COO
ar_eg: الرئيس التنفيذى للعمليات

source: Doha Shaker
ar_eg: ضحى شاكر

source: Flutter Developer
ar_eg: تطبيقات الجوال

source: Hossam Nagy
ar_eg: حسام ناجى

source: Human Resource
ar_eg: الموارد البشرية

# MahmoudAnasary
source: Mahmoud El-Ansary
ar_eg: محمود الأنصارى

source: Marketing
ar_eg: التسويق

source: Passant Mostafa
ar_eg: بسنت مصطفى

source: Rawan Osama
ar_eg: روان اسامه الاعصر

source: Sales
ar_eg: المبيعات

source: Vice CEO
ar_eg: نائب الرئيس التنفيذى

# Team
source: Our team
ar_eg: فريق العمل

# ThisCourseApprovedBy
source: This course is approved by :
ar_eg: هذا الكورس معتمد من :

source: Invalid username or password
ar_eg: اسم المستخدم او كلمة المرور غير صحيحة

source: Login
ar_eg: تسجيل الدخول

source: Password
ar_eg: كلمة المرور

source: Username
ar_eg: اسم المستخدم

source: Signout
ar_eg: خروج

source: Welcome
ar_eg: مرحبا
